{
	"lectures": [
		{
			"lecture_date": "2021-03-30T00:00:00.000Z",
			"lecture_title": "SPECIAL EASTER LECTURE",
			"lecture_secondary_title": "7.45pm: Shirley Smith; The Art of Durer ‘A journey into the man and his world’.",
			"lecture_description": "Albrecht Dürer was a painter, printmaker, engraver, mathematician and theorist and is regarded as one of the most important figures of the Northern Renaissance. But he was also the first artist north of the Alps to paint a signed self-portrait while his watercolours are the first autonomous landscape paintings. This lecture will study the works of this master which remain icons to this day.",
			"lecture_image": "/uploads/29f96562-c1c2-4f61-a590-97c678b82e9f.jpeg"
		},
		{
			"lecture_date": "2021-11-17T00:00:00.000Z",
			"lecture_title": "Lecture in memory of Margaret McLain",
			"lecture_secondary_title": "7.45pm: Janet Gough: How to Pick a Favourite Church",
			"lecture_description": "As former Director of churches and cathedrals for the Church of England, Janet has chosen one church from every Church of England diocese to illustrate the incredible story of our churches bound up with the story of England over the last 1400 years and shares with the audience how they might select their own favourites, together with the many joys and some of the challenges in maintaining England's extraordinary ecclesiastical heritage.",
			"lecture_image": "/uploads/eaeceed3-2218-47ea-8ece-39cb8acbc84d.png"
		},
		{
			"lecture_date": "2021-12-08T00:00:00.000Z",
			"lecture_title": "7.45pm: Alan Read: The inventors of Christmas",
			"lecture_secondary_title": "",
			"lecture_description": "Everyone knows the ingredients of a traditional Christmas: gathering round the Christmas tree, pulling crackers, eating Christmas pudding and mince pies.  Those last-minute cards sent to people you’ve not seen all year. These are the festive celebrations with which most of us grew up and they still hold a special magic as representing the timeless Christmases of days gone by. But where did they start? This lecture looks at the characters and personalities of the people who began those traditions or introduced them to this country.",
			"lecture_image": "/uploads/6fcea06a-ab42-49f9-819e-3be36ae8b856.png"
		},
		{
			"lecture_date": "2022-01-19T00:00:00.000Z",
			"lecture_title": "7.45pm: Harry Venning: The Art of the Cartoonist",
			"lecture_secondary_title": "",
			"lecture_description": "In 'The Art Of The Cartoonist' Harry will be tracing the history of his profession with examples from early practitioners like Cruickshank and Hogarth, to more contemporary artists such as Giles and Schulz, bringing events right up to date with cartoons produced fresh on the page that day!\nYes, Harry will be drawing live. Prepare to hear some tricks of his trade, learn where to put eyebrows for maximum effect and discover exactly what the Eskimo brothers said in The Funniest Joke Ever (possibly).",
			"lecture_image": "/uploads/3a147cfa-f5b9-4b64-bdf2-465e4b487c79.png"
		},
		{
			"lecture_date": "2022-02-16T00:00:00.000Z",
			"lecture_title": "Lecture in memory of Dianne Hodson",
			"lecture_secondary_title": "7.45pm: Karin Fernald: The Shakespeare of Dogs: Sir Edwin Henry Landseer (1802-73)",
			"lecture_description": "In his heyday, the animal artist Edwin Landseer was hugely celebrated and loved for his dogs and Highland stags; later, for his lions in Trafalgar Square. He was a child prodigy; aged 5 years old he made a detailed study of a foxhound which astounded everybody; later he became known for his vivid and varied textures of animal skin, hair and fur, which he achieved with special brushes, keeping their design a secret. He was a party man, with party tricks; with his left hand he could draw a horse’s head and with his right a stag’s head complete with horns – at the same time!\n",
			"lecture_image": "/uploads/36a6509f-2264-4922-b19c-ae60ef31fd45.jpeg"
		},
		{
			"lecture_date": "2022-03-16T00:00:00.000Z",
			"lecture_title": "7.45pm: Jo Mabbutt: Behind the London Livery Companies; Objects and Stories",
			"lecture_secondary_title": "",
			"lecture_description": "Over the centuries the Livery Companies of the City of London have accumulated fascinating treasures. Quirky, little known and intriguing, from illuminated ordinance books to cups for toasting and chains of office plus objects which represent their craft and trade reveal their history and their vital importance to the commercial life of the City of London. Reinventing themselves despite ravages of fire and warfare, challenges to their monopolies and the disappearance of certain trades, today they are revived and thrive with 31 modern companies formed since 1945. Surprisingly 42 Halls have survived or been rebuilt. These historic buildings, the setting for the private life of the Livery, retain commissioned portraits, furniture, silver and stained glass. Rare and curious items reveal the stories behind some of the world’s oldest crafts and guilds which have kept pace with modern times and are still very relevant today.",
			"lecture_image": "/uploads/d0c3cb8c-8ba6-470c-b05f-48bed732c9b6.png"
		},
		{
			"lecture_date": "2022-04-20T00:00:00.000Z",
			"lecture_title": "7.45pm: Ann Benson: Coton Manor, Northamptonshire: A History of its Gardens",
			"lecture_secondary_title": "",
			"lecture_description": "This richly illustrated lecture is based on Ann’s research and tells how Coton Manor and its surrounding designed landscape have developed – and survived ‒ from Domesday to the present. It covers the ravages of Civil War when the ancient house was razed to the ground, Restoration when the house was rebuilt in 1662 from stone salvaged from nearby Holdenby House, and ownership by an American heiress and her English husband, who are the grandparents of the current owners, Susie and Ian Pasley-Tyler. It’s rare to find a garden that has been in one family for nearly a century, and rarer still for that garden to become nationally acclaimed.",
			"lecture_image": "/uploads/312129c6-7710-4110-bb8a-1945a07deb4b.jpeg"
		},
		{
			"lecture_date": "2022-05-18T00:00:00.000Z",
			"lecture_title": "7.45pm: Eileen Goulding: The Treasures of Tutankhamun",
			"lecture_secondary_title": "",
			"lecture_description": "When Howard Carter first peered through a hole into the tomb of Tutankhamun in 1922 he was asked if he could see anything – “Yes, wonderful things!” was his reply. The tomb itself was poorly decorated but the funerary goods that helped the young pharaoh enjoy the afterlife in true kingly fashion are some of the most exquisite treasures ever discovered. In this lecture you too will discover their beauty, hear about their exciting discovery and the diary entries made by Carter, learn of the symbolism in their design, the materials used with expert craftsmanship and what has become of them.",
			"lecture_image": "/uploads/da3818b9-2af7-4403-9acc-d8dffc7db08a.png"
		},
		{
			"lecture_date": "2022-06-15T00:00:00.000Z",
			"lecture_title": "7.45pm: Tim Schroder: City Livery Companies: The origins of the great Twelve",
			"lecture_secondary_title": "",
			"lecture_description": "The livery companies of the City of London are best known today as charitable organisations. But in their early days their focus was on their trades, acting as a cross between modern trade unions and regulators. The companies were (and still are today) jealously mindful of their place within the order of precedence, from the Mercers’ Company at number one to the recently founded Art Scholars at number 110. Within this hierarchy the top dozen, known as ‘the Great XII’ have always had a special prestige. This lecture is told from the inside, as it were. Given by a former Prime Warden of the Goldsmiths’ Company (number five), it explores the mystery of the origins of this order of precedence.",
			"lecture_image": ""
		},
		{
			"lecture_date": "2022-09-21T00:00:00.000Z",
			"lecture_title": "7.30pm: AGM",
			"lecture_secondary_title": "7.45pm: David Philips: “Oh yes it is””Oh no it isn’t”: Unresolved Questions of Authenticity",
			"lecture_description": "We look in detail at the human stories and the evidence pro and con in some notoriously undecided disputes. The Metropolitan Museum called a press conference to denounce their own ancient bronze horse as a forgery, then exonerated it … almost. The Turin Shroud is a fascinating object whatever your take on it. The Getty Museum frankly labelled the Kouros they bought as either Greek from the 5th century BC, or as a modern forgery - we just don’t know. Disputes are erupting with such frequency that the most topical cases we look at by the time this lecture gets delivered may not yet have hit the headlines.",
			"lecture_image": "/uploads/48d4f88e-1e62-4546-8a1c-629a1a25a8b5.jpeg"
		},
		{
			"lecture_date": "2022-10-19T00:00:00.000Z",
			"lecture_title": "7.45pm: Eamonn Gearon: THE SAHARA AS PALIMPSEST.",
			"lecture_secondary_title": "",
			"lecture_description": "A CULTURAL HISTORY OF THE WORLD’S GREATEST DESERT, FROM ROCK ART AND MYTH, TO THE DESERT FATHERS, SONS OF THE DESERT, KLEE AND MATISSE, SCHULTZ AND LUCAS. \nEamonn Gearon is an author, historian, and recovering journalist, who lived and worked across the greater Middle East. As well as living in the Sahara with the Bedu, Eamonn conducted a number of solo, camel-powered expeditions … and has never lost money when re-selling a camel!",
			"lecture_image": "/uploads/a6b63af9-50fb-4fa1-8d42-9c6add078d64.jpeg"
		},
		{
			"lecture_date": "2022-11-16T00:00:00.000Z",
			"lecture_title": "7.45pm: Stella Lyons: Moonlight and Mortality: The enigmatic works of Joseph Wright of Derby",
			"lecture_secondary_title": "",
			"lecture_description": "Was Joseph Wright of Derby Britain’s answer to Caravaggio? He was a painter of light; candlelight, moonlight and fire. But he also painted another kind of light, the light of knowledge. His magical works give us an insight into a unique period of time; the British enlightenment. Wright of Derby shows us a society on the brink of change, when a shift was taking place between religious ways of thinking, to a more ‘scientific’ approach. His works raise poignant questions about ethics, morality and man’s power over life and death.",
			"lecture_image": "/uploads/58809d62-93ab-42ec-93a4-116f8d7dab0e.jpeg"
		},
		{
			"lecture_date": "2022-12-07T00:00:00.000Z",
			"lecture_title": "7.45pm: Roger Agnew: \"A RIGHT ROYAL CHRISTMAS\" – HOW OUR ROYAL FAMILIES HAVE CELEBRATED CHRISTMAS THROUGH THE AGES",
			"lecture_secondary_title": "",
			"lecture_description": "Our royal families have celebrated Christmas throughout their long history, from William the Conqueror making sure of his claim to the English throne by being crowned in Westminster Abbey on Christmas Day 1066. We read of extraordinary culinary delicacies served to Henry II, crane’s flesh, peacocks and herons. Present-giving always marked the season, from the extravagant – the City of London presented Richard II with a camel and a pelican – to the witty – Mrs. Thatcher sent the Queen a pair of yellow washing-up gloves having seen Her Majesty doing the dishes without any. The Royal Christmas Broadcast is now an established part of our celebrations and we shall hear extracts from George V’s, George VI’s and our present Queen’s addresses.",
			"lecture_image": "/uploads/c989669d-8233-4048-b1b3-486244958d9a.jpeg"
		},
		{
			"lecture_date": "2023-01-18T00:00:00.000Z",
			"lecture_title": "7.45pm: Sarah Burles: Kettle’s Yard: A Masterpiece of Curatorship",
			"lecture_secondary_title": "",
			"lecture_description": "Kettle’s Yard in Cambridge has been described as “one of the country’s most intimate and spellbinding museums, the collection of one man and his unerring eye; restorative, homely yet life-changing”. This man was H.S. ‘Jim’ Ede, curator, writer, collector and friend to artists. In1957, he opened his Cambridge home to university students as “a living place where works of art could be enjoyed… unhampered by the greater austerity of the museum or public art gallery.” His curated home remains, by and large as he left it, characterised by its unique atmosphere, fascinating juxtapositions and personal connections. This lecture will discuss the life of Jim Ede, his collecting, his vision for Kettles Yard and its enduring legacy.",
			"lecture_image": "/uploads/062f729d-98e0-4780-89ac-b81f989d8cfb.jpeg"
		},
		{
			"lecture_date": "2023-02-15T00:00:00.000Z",
			"lecture_title": "7.45pm: Rosalind Whyte: Contemporary Artists: Antony Gormley and Anish Kapoor",
			"lecture_secondary_title": "",
			"lecture_description": "Antony Gormley and Anish Kapoor are amongst the most well-known sculptors working in Britain today and have both had major commissions for public works of art.  With a wide range of inspirations and motifs, the work of these two artists provides an interesting insight into contemporary views and preoccupations in Britain.  This lecture will look at examples of both artists’ work, exploring the common ground between them, and the differences in style, technique and themes.",
			"lecture_image": "/uploads/a256c502-a3e1-49b4-ad7d-fae11bb8958b.jpeg"
		},
		{
			"lecture_date": "2023-03-15T00:00:00.000Z",
			"lecture_title": "7.45pm: Simon Cottle: From Patronage to Innovation: British and European Glass 1450-1900",
			"lecture_secondary_title": "",
			"lecture_description": "The glass of Italy, France, the Lowlands and the Holy Roman Empire stand in stark contrast to that of Britain. The elaborate styles and diverse forms, let alone the difference in the composition of the glass itself, marks out the traditions of the various countries. This lecture reveals the development of British glass alongside that of Europe and shows that how the influences of each country emerged almost as one in the 19th century as glassmakers and decorators using the ideas of their fellow Europeans sought to out-rival each other.",
			"lecture_image": "/uploads/2ad0f83c-bc46-4eee-8f53-ac9ec4e01e33.jpeg"
		},
		{
			"lecture_date": "2023-04-19T00:00:00.000Z",
			"lecture_title": "7.45pm: Lynne Gibson: How to Look at Art: A Strategy for Interpretation",
			"lecture_secondary_title": "",
			"lecture_description": "Would you like to develop your confidence in looking at Art?? Put away the head-phones, take your nose out of the catalogue and discover a strategy for looking at Art. The strategy is a flexible approach to interpreting any piece of art work, giving you the confidence to become an active, rather than a passive, viewer. It is a tool for life: simple and effective. We will put it into practice by looking at a range of works from across the history of Western Art. Your questions and observations will be welcomed and encouraged. This lecture is a must for anyone interested in visiting galleries, exhibitions and art museums. It will, quite simply, help you to ‘see’ more! Learn to trust your own eyes, and enjoy Art to the full.",
			"lecture_image": "/uploads/fcb9cd73-0758-4d04-9a51-e4d752a63189.jpeg"
		},
		{
			"lecture_date": "2023-05-17T00:00:00.000Z",
			"lecture_title": "7.45pm: Caroline Levisse: Seurat’s La Grande Jatte",
			"lecture_secondary_title": "",
			"lecture_description": "From 1884 to 1886 Georges Seurat worked on what became the first Neo-impressionist painting: A Sunday Afternoon on the Island of La Grande Jatte. While working on it, Seurat devised his famous pointillist technique, applying the paint dot by dot, and using colour theory to choose his colours. His aim was to achieve compositions as harmonious and luminous as possible. This stylistic innovation startled the audience and Seurat was soon designated as the leader of a new rebellious school of painting. This lecture focuses on the technical aspect of La Grande Jatte as well as its iconography. Through this analysis we will unveil key aspects of Seurat’s personality, Neo-Impressionism, and the late 19th century Parisian art scene.",
			"lecture_image": "/uploads/2e737f05-b917-4364-a5ca-616e389ebab8.jpeg"
		},
		{
			"lecture_date": "2023-06-21T00:00:00.000Z",
			"lecture_title": "Anniversary Lecture",
			"lecture_secondary_title": "7.45pm: Alan Reid: Godfrey Kneller: Court Painter or Hasty Slobberer?",
			"lecture_description": "Marking his tercentenary, this lecture looks at the life and work of Sir Godfrey Kneller (1646-1723), the leading portraitist of Stuart and early Georgian England.  His ambition was only exceeded by his productivity: there are stories of as many as fourteen sitters in a single day and that at his death, three hundred years ago, there were 500 unfinished portraits in his studio. Such reliance on assistants produced many rather indifferent works and in 1815 James Northcote dismissed the majority of Kneller’s portraits as ‘hasty slobbers…scarcely fit to be seen’. But the sheer volume of work should not taint our opinion of a painter who produced portraits of seven successive British monarchs, the definitive portrait of Isaac Newton, the Kit Kat portraits and the Hampton Court Beauties.  Kneller’s achievement as a painter was actually quite remarkable.",
			"lecture_image": "/uploads/4018831c-7d52-4b1f-af91-39043e197756.jpeg"
		},
		{
			"lecture_date": "2023-09-20T00:00:00.000Z",
			"lecture_title": "7.30pm AGM",
			"lecture_secondary_title": "7.45pm: Chantal Brotherton-Ratcliffe:  Sumptuous Veronese: The Depiction of Luxury Goods in 16th century Venice",
			"lecture_description": "Venice: the Serenissma, but also the Luxurissima. Venice was the port for Europe through which all the glamorous and luxurious products of India, the Middle East and the Far East passed, and she certainly made sure that the best pieces remained in Venice. Indian jewellery, silks and porcelains were given a starring role in the paintings produced by any Venetian artist from the 15th of 16th century -  Bellini and Cima through to the trio of great Venetian artists, Titian Tintoretto and Veronese. But of all of these, it is Veronese who delighted most in depicting the textures and colour effects of luxury goods. This lecture explores how he deployed his luxury props, and what it was in his style of painting that makes them such a feast for the eye.",
			"lecture_image": "/uploads/e2628ec9-7615-4619-8300-d1cbf749a7ed.jpeg"
		},
		{
			"lecture_date": "2023-10-18T00:00:00.000Z",
			"lecture_title": "7.45pm: Nigel Bates: Tantrums and Tiaras",
			"lecture_secondary_title": "",
			"lecture_description": "This lecture is a look at backstage life at the Royal Opera House, Covent Garden and the pressures faced by performers, be they singer, dancer, conductor or musician.  We see how the building copes with the demands of modern productions and examine audience expectations both inside the theatre and out. We also look at some of the highs and try to understand some of the lows that have been the fortune of this world-class performing venue over the years. Includes several performance video clips.",
			"lecture_image": "/uploads/4e50d6ff-c937-42fa-bf18-e527c5a9fcf7.jpeg"
		},
		{
			"lecture_date": "2023-11-15T00:00:00.000Z",
			"lecture_title": "7.45pm: Chris Aslan Alexander: Unravelling the Silk Road",
			"lecture_secondary_title": "",
			"lecture_description": "Wool, cotton and silk have each played a crucial role in the fortunes of Central Asia. Wool created the clothing and housing needed by the great nomadic cultures that were to dominate Middle Asia. Silk was more valuable than gold and used as currency, creating a network of trading routes that led to the first outbreak of globalisation. Cotton was the cause of Russian and then Soviet Colonisation and continues to cause controversy today as well as human misery and environmental catastrophe The felts, carpets, embroideries, robes and veils of the Silk Road stratified wealth, displayed religious and political entrenchments and changed the fortunes of this fascinating part of the world; a meeting place between Mohammed and Marx.",
			"lecture_image": "/uploads/70d4ecb2-4fa9-419c-9a98-fa7ce002bf9d.jpeg"
		},
		{
			"lecture_date": "2023-12-06T00:00:00.000Z",
			"lecture_title": "7.45pm: Tyler Butterworth: A Bit of a Carry On",
			"lecture_secondary_title": "",
			"lecture_description": "The remarkable untold story of Carry On actor Peter Butterworth, and his wife, Britain’s first female tv impressionist Janet Brown, best known for her impression of Mrs Thatcher. \n\nUsing classic film and tv clips, personal mementos, and rare photographs and letters from his family’s unseen collection, Tyler reveals the private story behind his parents’ public lives.\n\nIt’s a journey that takes in MI9, the building of a theatre in the notorious WW2 Prisoner of War camp Stalag Luft III, nights at Chequers with a Prime Minister, This Is Your Life, and many more moments in their long, shared life in the theatre. ",
			"lecture_image": "/uploads/image.png"
		},
		{
			"lecture_date": "2024-01-17T00:00:00.000Z",
			"lecture_title": "7.45pm: Jeremy Burton: The Queen Mother’s Jewels(The choice isn’t very great, you know)",
			"lecture_secondary_title": "",
			"lecture_description": "Jeremy served as the Queen Mother’s equerry while in the army in the late 1970s. Being interested in stones and having a degree in geology he couldn’t help but notice the magnificent gems in the jewellery Her Majesty used to wear. In fact, if he admired a certain item she would sometimes take it off and give it to him to have a closer look. This inspired him to study gemmology and when he left the Army he qualified as a Fellow of the Gemmological Association of Great Britain. He then spent many years as a jewellery and precious stone dealer in London’s Hatton Garden.  The Queen Mother had access so much jewellery it would be almost impossible to describe it all, so in this fascinating, fully-illustrated talk Jeremy concentrates on a selection of items which are of gemmological and historic interest, and have an amusing story attached.",
			"lecture_image": "/uploads/8a1391af-2926-4bc9-adad-3f5a738aec3a.jpeg"
		},
		{
			"lecture_date": "2024-02-21T00:00:00.000Z",
			"lecture_title": "7.45pm: Julia Musgrave: THE BLOOMSBURY GROUP: THE ART OF VANESSA BELL",
			"lecture_secondary_title": "",
			"lecture_description": "Avant-garde painter, designer, decorator, inspired colourist, mother and muse, Vanessa Bell was the warm heart of the Bloomsbury Group, a set who Dorothy Parker once described as “living in squares and loving in triangles”. Navigating the tides of sexual and artistic revolution with tolerance, irreverence and wit she had a central role in the social and aesthetic life of Bloomsbury; alive to their love affairs, romances, passions and pleasures, and refreshingly uninterested in politics. She was the sister of the writer Virginia Woolf, wife of the critic Clive Bell, and counted the painter Roger Fry and the artist Duncan Grant among her lovers. Her Bloomsbury Group connections and their associated scandals have perhaps lessened the fame of her work – this lecture asks the question was Vanessa Bell the painter as radical as Virginia Woolf the writer?",
			"lecture_image": "/uploads/932d1699-b418-4807-85cb-9c57ea7be9fc.jpeg"
		},
		{
			"lecture_date": "2024-03-20T00:00:00.000Z",
			"lecture_title": "7.45pm: James Bolton: AFTER MISS JEKYLL - ENGLISH GARDENS OF THE LATE TWENTIETH CENTURY AND EARLY TWENTY-FIRST CENTURIES",
			"lecture_secondary_title": "",
			"lecture_description": "The long shadow of the Arts and Crafts Movement has hung over English gardening for most of the twentieth century. The dominance of Miss Jekyll and the enduring popularity of gardens at Hidcote and Sissinghurst have proved to be an enduring legacy. There were always subversive undercurrents of alternative styles and influences which, as the new century gets into its stride, have gained a greater importance and momentum. Post-Modernism, rich in symbolism, has, in gardens like Portrack, Little Sparta and Througham Court, explored the worlds of literature and science; while plants, for centuries an abiding passion of English gardeners, have continued to cast their spells, with newly-discovered plants enriching gardens across the country. The New Perennial movement, originating in Europe, has allied itself to our increasing desire to go organic and the interest in woodland and wild-flower meadows to produce a freer, gentler style of painting, spearheaded by Tom Stuart-Smith, perhaps more in tune with the Twenty-First Century.",
			"lecture_image": "/uploads/8bd8de87-31bd-4a03-b707-ea30f5aa72bf.jpeg"
		},
		{
			"lecture_date": "2024-04-17T00:00:00.000Z",
			"lecture_title": "7.45pm: Brian Healey: The Extraordinary Talent of John Singer Sargent",
			"lecture_secondary_title": "",
			"lecture_description": "Few artists can match the achievements of this American artist who trained in Paris and spent much of his life depicting the world of the belle époque, from leisurely days on the Grand Canal, to the society women of New York. His style is uniquely his own, impressionistic and realistic at once, flamboyant and spontaneous with a bravura and exactitude reminiscent of Velázquez and Van Dyck. Few can fail to be inspired by his exquisite handling of colour, tone and light, whether in oils or watercolour, landscape or portrait, his genius is universal.",
			"lecture_image": "/uploads/4ce40d8c-89ed-45b3-a77e-afadbbbb261d.jpeg"
		},
		{
			"lecture_date": "2024-05-15T00:00:00.000Z",
			"lecture_title": "7.45pm: Brian Stater: The Sterling Prize: British Architecture's Oscars",
			"lecture_secondary_title": "",
			"lecture_description": "The Stirling Prize has celebrated the very best contemporary buildings since 1996. Some winners, such as Norman Foster's Gherkin, of 2004, have become enormously successful and appreciated by the wider public. Others have proved harder to love. This entertaining lecture looks at some of the hits, some of the misses, and several buildings that arguably should have won, but didn't.",
			"lecture_image": "/uploads/a5c6eab5-33d6-414c-a56f-012d53e64119.png"
		},
		{
			"lecture_date": "2024-06-19T00:00:00.000Z",
			"lecture_title": "7.45pm: Linda Collins: 200th Anniversary of The National Gallery, London: 'The History of Art: Early Italian to Impressionism'",
			"lecture_secondary_title": "",
			"lecture_description": "The National Gallery's collection begins with works from the early 13th century and finishes with masterpieces by the Impressionists in the 19th century. We firstly ask why do we have a National Gallery? The rest of Europe mostly began their National Collections by amalgamating a Royal Collection, but we still have our Royal Collection and so we had to build by other, far less prestigious means.I have chosen 10 paintings that are among my favourites in the collection. Mostly, they are not the well- known favourites. They have stories behind them that are interesting, amusing, unexpected and sometimes surprising. For example a portrait of a female rhinoceros who toured London and set a fashion for having ones hair styled ' a la rhinoceros' - or a portrait of an unknown man who has been sitting on my desk for more than 30 years. Or - in my mind - the most beautiful little angel in the gallery, or a portrait of Paul Cézanne, the gruff, rough Southern Frenchman who was continually surprised that his paintings were even worth framing. I love looking into these pictures and reading their stories.Most of all, it is important to remember that none of these pictures were produced to hang on the walls of a London gallery. - they have all lived other, often surprising lives.",
			"lecture_image": "/uploads/70aa94b2-d38e-4919-b5c5-e99ebf29a9bd.jpeg"
		}
	],
	"_array_structures": {
		"lectures": {
			"values": [
				{
					"preview": {
						"icon": null,
						"text": [
							{
								"key": "lecture_date"
							}
						],
						"subtext": [
							{
								"key": "lecture_title"
							}
						],
						"image": [
							{
								"key": "lecture_image"
							}
						]
					},
					"value": {
						"lecture_date": null,
						"lecture_title": "",
						"lecture_secondary_title": "",
						"lecture_description": "",
						"lecture_image": ""
					}
				}
			]
		}
	}
}
